export const quiz = [
    {
        name: "Загальні знання",
        questions: [
            {
                id: "зг_1",
                question: "В якому році Титанік потонув в Атлантичному океані 15 квітня під час першого плавання з Саутгемптона?",
                rightAnswer: "1912",
                variants: ["1913", "1912", "1915", "1916"]
            },
            {
                id: "зг_2",
                question: "Як називається перший фільм «Carry On», знятий та випущений у 1958 році?",
                rightAnswer: "Carry On Sergeant",
                variants: ["Carry On Cabby", "Carry On Teacher", "Carry On Camping", "Carry On Sergeant"]
            },
            {
                id: "зг_3",
                question: "Як називається найбільша технологічна компанія у Південній Кореї?",
                rightAnswer: "Samsung",
                variants: ["Samsung", "LG", "Huawei", "Sony"]
            },
            {
                id: "зг_4",
                question: "Який тепер відомий телевізійний шеф почав готувати у віці восьми років у пабі своїх батьків The Cricketers у Клаверінгу, Ессекс?",
                rightAnswer: "Джеймі Олівер",
                variants: ["Поль Бокюз", "Гордон Рамзі", "Джеймі Олівер", "Вольфганг Пак"]
            },
            {
                id: "зг_5",
                question: "Який метал був відкритий Гансом Крістіаном Ерстедом у 1825 році?",
                rightAnswer: "Алюміній",
                variants: ["Алюміній", "Залізо", "Родій", "Вольфрам"]
            },
            {
                id: "зг_6",
                question: "Яка столиця Португалії?",
                rightAnswer: "Лісабон",
                variants: ["Порту", "Віла-Нова-де-Гайя", "Лісабон", "Брага"]
            },
            {
                id: "зг_7",
                question: "Скільки вдихів робить людське тіло щодня?",
                rightAnswer: "20 000",
                variants: ["20 000", "10 000", "15 000", "16 000"]
            },
        ]
    },
    {
        name: "Кіно",
        questions: [
            {
                id: "к_1",
                question: "В якому році був випущений фільм 'Хрещений батько'?",
                rightAnswer: "1972",
                variants: ["1972", "1974", "1976", "1980"]
            },
            {
                id: "к_2",
                question: "Який актор виграв оскар за фільми 'Форест Гамп' та 'Філадельфія'?",
                rightAnswer: "Том Хенкс",
                variants: ["Кевін Спейсі", "Том Харді", "Том Круз", "Том Хенкс"]
            },
            {
                id: "к_3",
                question: "Який фільм 1982 року був широко прийнятий шанувальниками фільму за те, що він зображував любов між молодим бездомним хлопчиком-передмістем і втраченим, доброзичливим відвідувачем з іншої планети?",
                rightAnswer: "ET Екстра-земний",
                variants: ["ET Екстра-земний", "Прибулець", "Зоряні війни", "Планета мавп"]
            },
            {
                id: "к_4",
                question: "Яка актриса вперше зіграла Мері Поппінс?",
                rightAnswer: "Джулі Ендрюс",
                variants: ["Меріл Стріп", "Джулі Ендрюс", "Меггі Сміт", "Лана Тернер"]
            },
            {
                id: "к_5",
                question: "Який актор надав голос для персонажа Немо у фільмі 2003 «У пошуках Немо»?",
                rightAnswer: "Александр Гулд",
                variants: ["Том Круз", "Бред Пітт", "Вілл Сміт", "Александр Гулд"]
            },
            {
                id: "к_6",
                question: "Який ув'язнений, названий «найжорстокішим ув'язненим у Британії», був героєм фільму 2009 року?",
                rightAnswer: "Чарльз Бронсон",
                variants: ["Роберт Найт", "Майкл Прінстон", "Чарльз Бронсон", "Томас Шелбі"]
            },
            {
                id: "к_7",
                question: "У якому фільмі 2008 року за участю Крістіана Бейла у головній ролі є така цитата: «Я вірю, що все, що тебе не вбиває, просто робить тебе… незнайомцем»?",
                rightAnswer: "Темний лицар",
                variants: ["Темний лицар", "Еквілібріум", "Машиніст", "Із пекла"]
            },
            {
                id: "к_8",
                question: "Американська актриса, яка зіграла боса злочинного світу Токіо О- Рен Ісії у KillBill Vol I & II.",
                rightAnswer: "Люсі Лью",
                variants: ["Дрю Берімор", "Ума Турман", "Люсі Лью", "Куріяма ТТіакі"]
            },
            {
                id: "к_9",
                question: "У якому фільмі Х'ю Джекман знімався у ролі чарівника-суперника персонажа, якого грав Крістіан Бейл?",
                rightAnswer: "Престиж",
                variants: ["Престиж", "Ілюзіоніст", "Води слонам", "Учень чарівника"]
            },
            {
                id: "к_10",
                question: "У якій середземноморській країні народився режисер Френк Капра, відомий завдяки фільму «Це чудове життя»?",
                rightAnswer: "Італія",
                variants: ["Іспанія", "Італія", "Португалія", "Мальта"]
            },
            {
                id: "к_11",
                question: "Який британський актор зіграв роль Лі Різдва разом із Сільвестром Сталлоне у фільмі «Нестримні»?",
                rightAnswer: "Джейсон Стетхем",
                variants: ["Міккі Рурк", "Арнольд Шварценегр", "Джейсон Стетхем", "Брюс Вілліс"]
            },
            {
                id: "к_12",
                question: "Який американський актор знявся разом із Кім Бассінджер у фільмі 9½ тижнів?",
                rightAnswer: "Міккі Рурк",
                variants: ["Міккі Рурк", "Брюс Вілліс", "Кіану Рівз", "Том Хенкс"]
            },
            {
                id: "к_13",
                question: "Яка з колишніх актрис Доктора Хто грала роль Небули у «Месниках: Війна нескінченності»?",
                rightAnswer: "Карен Гіллан",
                variants: ["Зої Салдана", "Елізабет Олсен", "Скарлет Йохансон", "Карен Гіллан"]
            },
            {
                id: "к_14",
                question: "Як називається фільм 2015 року про прикордонника в експедиції з торгівлі хутром у 1820-х роках та його боротьбу за виживання після того, як його понівечив ведмідь?",
                rightAnswer: "Виживший",
                variants: ["Виживший", "Вигнанець", "На межі", "Альфа"]
            },
            {
                id: "к_15",
                question: "У якому фільмі за участю Кріса Хемсворта та Деніела Брюля намітилося суперництво у формулі 1 Джеймса Ханта та Нікі Лауди?",
                rightAnswer: "Гонка",
                variants: ["Форд проти Феррарі", "Гонка", "Дні грому", "Спіді-гонщик"]
            },
        ]
    },
    {
        name: "Спорт",
        questions: [
            {
                id: "c_1",
                question: "Де американська бейсбольна команда Tampa Bay Rays грає у свої домашні ігри?",
                rightAnswer: "Тропікана Філд",
                variants: ["Ріглі Філд", "Тінкер Філд", "Тропікана Філд", "Чейз Філд"]
            },
            {
                id: "c_2",
                question: "Хто був «Спортивною особистістю року» ВВС у 2001 році?",
                rightAnswer: "Девід Бекхем",
                variants: ["Девід Бекхем", "Криштиану Роналду", "Майкл Джордан", "Майк Тайсон"]
            },
            {
                id: "c_3",
                question: "Скільки гравців у команді з водного поло?",
                rightAnswer: "7",
                variants: ["5", "6", "7", "8"]
            },
            {
                id: "c_4",
                question: "Яким видом спорту відзначився Ніл Адамс?",
                rightAnswer: "Дзюдо",
                variants: ["Дзюдо", "Карате", "Вільна боротьба", "Бокс"]
            },
            {
                id: "c_5",
                question: "Яка команда виграла американський футбол Суперкубок у 1993, 1994 та 1996 роках?",
                rightAnswer: "Dallas Cowboys",
                variants: ["Washington Football Team", "Chicago Bears", "Detroit Lions", "Dallas Cowboys"]
            },
            {
                id: "c_6",
                question: "Який тенісист виграв жіночий чемпіонат Австралії 2012 року, здобувши перемогу над Марією Шараповою 6-3, 6-0?",
                rightAnswer: "Вікторія Азаренко",
                variants: ["Мартіна Хінгіс", "Вікторія Азаренко", "Моніка Селеш", "Мартіна Навратилова"]
            },
            {
                id: "c_7",
                question: "Хто забив зайвий гол для Англії, щоб виграти Кубок світу з регбі 2003, перемігши Австралію 20-17?",
                rightAnswer: "Джонні Вілкінсон",
                variants: ["Гаррі Кейн", "Тоні Адамс", "Джонні Вілкінсон", "Гленн Ходдл"]
            },
            {
                id: "c_8",
                question: "Яку спортивну гру Джеймс Нейсміт винайшов у 1891 році?",
                rightAnswer: "Баскетбол",
                variants: ["Баскетбол", "Волейбол", "Тенніс", "Бейсбол"]
            },
            {
                id: "c_9",
                question: "Скільки разів Патріоти були у фінальній грі Суперкубку?",
                rightAnswer: "11",
                variants: ["10", "11", "12", "13"]
            },
            {
                id: "c_10",
                question: "Скільки гравців в олімпійській команді з керлінгу?",
                rightAnswer: "11",
                variants: ["4", "5", "6", "7"]
            },
            {
                id: "c_11",
                question: "Бейсбольна команда Вищої ліги якогось американського міста названа на честь кардиналів?",
                rightAnswer: "Сент-Луіс",
                variants: ["Беллвілл", "Сейнт-Чарльз", "Фентон", "Сент-Луіс"]
            },
            {
                id: "c_12",
                question: "Канадський Коннор МакДевід - висхідна зірка у якому виді спорту?",
                rightAnswer: "Хокей",
                variants: ["Фігурне катання", "Хокей", "Біатлон", "Слалом"]
            },
        ]
    },
    {
        name: "Наука",
        questions: []
    },
    {
        name: "Музика",
        questions: []
    },
    {
        name: "Знаменитості",
        questions: []
    },
    {
        name: "Відомі пам'ятки",
        questions: []
    },
    {
        name: "Всесвітня історія",
        questions: []
    },
];