export const quiz = [
    {
        name: "Загальні знання",
        quietions: [
            {
                id: "зг_1",
                quetion: "В якому році Титанік потонув в Атлантичному океані 15 квітня під час першого плавання з Саутгемптона?",
                rightAnswer: "1912",
                variants: ["1913", "1912", "1915", "1916"]
            },
            {
                id: "зг_2",
                quetion: "Як називається перший фільм «Carry On», знятий та випущений у 1958 році?",
                rightAnswer: "Carry On Sergeant",
                variants: ["Carry On Cabby", "Carry On Teacher", "Carry On Camping", "Carry On Sergeant"]
            },
            {
                id: "зг_3",
                quetion: "Як називається найбільша технологічна компанія у Південній Кореї?",
                rightAnswer: "Samsung",
                variants: ["Samsung", "LG", "Huawei", "Sony"]
            },
            {
                id: "зг_4",
                quetion: "Який тепер відомий телевізійний шеф почав готувати у віці восьми років у пабі своїх батьків The Cricketers у Клаверінгу, Ессекс?",
                rightAnswer: "Джеймі Олівер",
                variants: ["Поль Бокюз", "Гордон Рамзі", "Джеймі Олівер", "Вольфганг Пак"]
            },
            {
                id: "зг_5",
                quetion: "Який метал був відкритий Гансом Крістіаном Ерстедом у 1825 році?",
                rightAnswer: "Алюміній",
                variants: ["Алюміній", "Залізо", "Родій", "Вольфрам"]
            },
            {
                id: "зг_6",
                quetion: "Яка столиця Португалії?",
                rightAnswer: "Лісабон",
                variants: ["Порту", "Віла-Нова-де-Гайя", "Лісабон", "Брага"]
            },
            {
                id: "зг_7",
                quetion: "Скільки вдихів робить людське тіло щодня?",
                rightAnswer: "20 000",
                variants: ["20 000", "10 000", "15 000", "16 000"]
            },
        ]
    }
];